package by.NIKITSIN.Lesson1;

//Даны 3 целых числа. Найти количество положительных и отрицательных чисел в исходном
//наборе.


import java.util.Scanner;

public class Task5 {
    public static void main(String[] args) {
        Scanner in = new Scanner(System.in);
        System.out.println("Введите целое число");
        int a = in.nextInt();
        System.out.println("Введите целое число");
        int b = in.nextInt();
        System.out.println("Введите целое число");
        int c = in.nextInt();
    }
}